function ProductDescription() {
  return (
    <div className="text-sm">
      <h3 className="my-4 font-semibold">تیتر</h3>
      <p>
        ساعت هوشمند هواوی با طراحی مدرن و امکانات پیشرفته، گزینه‌ای عالی برای
        علاقه‌مندان به فناوری است. این ساعت دارای صفحه نمایش با کیفیت، سنسورهای
        سلامتی مانند ضربان قلب و پایش خواب، و قابلیت اتصال به گوشی‌های هوشمند
        می‌باشد. همچنین با باتری قدرتمند خود، مدت زمان طولانی‌تری را بدون نیاز
        به شارژ فراهم می‌کند و برای فعالیت‌های روزمره و ورزشی بسیار مناسب است.
      </p>
      <h3 className="my-4 mb-4 font-semibold">تیتر</h3>
      <p>
        ساعت هوشمند هواوی با طراحی مدرن و امکانات پیشرفته، گزینه‌ای عالی برای
        علاقه‌مندان به فناوری است. این ساعت دارای صفحه نمایش با کیفیت، سنسورهای
        سلامتی مانند ضربان قلب و پایش خواب، و قابلیت اتصال به گوشی‌های هوشمند
        می‌باشد. همچنین با باتری قدرتمند خود، مدت زمان طولانی‌تری را بدون نیاز
        به شارژ فراهم می‌کند و برای فعالیت‌های روزمره و ورزشی بسیار مناسب است.
      </p>
      <h3 className="my-4 mb-4 font-semibold">تیتر</h3>
      <p>
        ساعت هوشمند هواوی با طراحی مدرن و امکانات پیشرفته، گزینه‌ای عالی برای
        علاقه‌مندان به فناوری است. این ساعت دارای صفحه نمایش با کیفیت، سنسورهای
        سلامتی مانند ضربان قلب و پایش خواب، و قابلیت اتصال به گوشی‌های هوشمند
        می‌باشد. همچنین با باتری قدرتمند خود، مدت زمان طولانی‌تری را بدون نیاز
        به شارژ فراهم می‌کند و برای فعالیت‌های روزمره و ورزشی بسیار مناسب است.
      </p>
      <h3 className="my-4 mb-4 font-semibold">تیتر</h3>
      <p>
        ساعت هوشمند هواوی با طراحی مدرن و امکانات پیشرفته، گزینه‌ای عالی برای
        علاقه‌مندان به فناوری است. این ساعت دارای صفحه نمایش با کیفیت، سنسورهای
        سلامتی مانند ضربان قلب و پایش خواب، و قابلیت اتصال به گوشی‌های هوشمند
        می‌باشد. همچنین با باتری قدرتمند خود، مدت زمان طولانی‌تری را بدون نیاز
        به شارژ فراهم می‌کند و برای فعالیت‌های روزمره و ورزشی بسیار مناسب است.
      </p>
      <h3 className="my-4 mb-4 font-semibold">تیتر</h3>
      <p>
        ساعت هوشمند هواوی با طراحی مدرن و امکانات پیشرفته، گزینه‌ای عالی برای
        علاقه‌مندان به فناوری است. این ساعت دارای صفحه نمایش با کیفیت، سنسورهای
        سلامتی مانند ضربان قلب و پایش خواب، و قابلیت اتصال به گوشی‌های هوشمند
        می‌باشد. همچنین با باتری قدرتمند خود، مدت زمان طولانی‌تری را بدون نیاز
        به شارژ فراهم می‌کند و برای فعالیت‌های روزمره و ورزشی بسیار مناسب است.
      </p>
    </div>
  );
}

export default ProductDescription;
